AUTH_TOKEN = '7570548872:AAH23WPo8KnM9ikXKRha0ks6iH6p20j23ao'
DICT_MENU = {'brief_instructions': 'Краткие инструкции по общению с ботом: \n'
                                   '<b>+</b> - запись на игру \n'
                                   '<b>++Иванов</b> - запись на игру чужого игрока (например Иванова) \n'
                                   '<b>-</b> - отказаться от игры (если записались ранее) \n'
                                   '<b>--Иванов</b> - отписать записанного ранее чужого игрока (Иванова) \n'
                                   '<b>?</b> - получить список сегодняшней команды \n'
                                   '<b>help</b> или <b>/?</b> или <b>помощь</b> - получить эту страничку',
             'team_member_already_exist': ' уже записан на игру ',
             'welcoming': 'Привет! Я Бот-счетовод! Считаю игроков, вместо Ланкина!',
             'out_of_time': 'Не сейчас!!! \nНачало переклички: ',
             'wrong_day': 'Игра не запланирована ',
             'player_not_exist': ' не был записан на игру сегодня',
             'team_not_exist' : 'Команда не сформирована',
             'remove_from_team': ' отписался от игры',
             'wrong_command': 'неверная команда',
             }
VIP_TEAM_MEMBERS = [[1087968824,'Алексей', None, None], [7735565359,'Валерий', None, None]]
DAY_OF_THE_WEEK_DEFAULT = [1, 2,]
VOTING_TIME_DEFAULT = '12:00:00'
NUMBERS_TEAM_MEMBERS = 5
VOTING_MEMBERS = {}
END_COUNTDOWN = False # флаг окончания набора команды
WEEK = ['понедельник', 'вторник', 'среда', 'четверг', 'пятница', 'суббота', 'воскресенье']